{
  "bill_id": null,
  "title": "An Act to Create the Pine Tree Power Company, a Nonprofit,",
  "session": null,
  "body_text": "MAINE STATE LEGISLATURE \nThe following document is provided by the \nLAW AND LEGISLATIVE DIGITAL LIBRARY \nat the Maine State Law and Legislative Reference Library \nhttp://legislature.maine.gov/lawlib \nReproduced from electronic originals \n(may include minor formatting differences from printed original) \nPrinted on recycled paper\n131st MAINE LEGISLATURE\nFIRST SPECIAL SESSION-2023\nLegislative Document\nNo. 1611\nI.B. 2\nHouse of Representatives, April 11, 2023\nAn Act to Create the Pine Tree Power Company, a Nonprofit, \nCustomer-owned Utility\nTransmitted to the Clerk of the 131st Maine Legislature by the Secretary of State on April \n10, 2023 and ordered printed.\nROBERT B. HUNT\nClerk\n1\nBe it enacted by the People of the State of Maine as follows:\n2\nSec. 1.  5 MRSA §12004-G, sub-§36 is enacted to read:\n3\n36.  \nPublic \nUtilities \nPine Tree Power Company Board \n$110/Day and \nExpenses \n35-A MRSA \n§4002 \n4\nSec. 2.  21-A MRSA §354, sub-§5, ¶G, as enacted by PL 1985, c. 161, §6, is \n5\namended to read:\n8\nG.  For a candidate for State Representative, at least 50 and not more than 80 voters; \n9\nand\n10\nSec. 3.  21-A MRSA §354, sub-§5, ¶H, as enacted by PL 1985, c. 161, §6, is \n11\namended to read:\n12\nH.  For a candidate for county charter commission member, at least 50 and not more \n13\nthan 80 voters.; and\n14\nSec. 4.  21-A MRSA §354, sub-§5, ¶I is enacted to read:\n15\nI.  For a candidate for member of the Pine Tree Power Company Board under Title \n16\n35-A, section 4002, subsection 2, paragraph A, at least 300 and not more than 400 \n17\nvoters.\n18\nSec. 5.  21-A MRSA §1011, first ¶, as amended by PL 2013, c. 334, §2, is further \n19\namended to read:\n20\nThis subchapter applies to candidates for all state and county offices and to campaigns \n21\nfor their nomination and election.  Candidates for municipal office as described in Title \n22\n30‑A, section 2502, subsection 1 and candidates for the Pine Tree Power Company Board \n23\nas described in Title 35-A, section 4002 are also governed by this subchapter.  The \n24\ncommission does not have jurisdiction over financial activities to influence the nomination \n25\nor election of candidates for federal office.\n26\nSec. 6.  35-A MRSA §1511-A is enacted to read:\n27\n§1511-A.  Fitness to serve\n28\nThe commission shall find a transmission and distribution utility with 50,000 or more \n29\ncustomers unfit to serve and shall require and ensure the sale of the utility, to be completed \n30\nwithin 24 months, if 4 or more of the following statements are true of the utility:\n31\n1.  Customer satisfaction.  The utility has been rated for 2 or more of the past 5 years \n32\namong the lowest decile of utilities of a similar size for customer satisfaction on a nationally \n33\nrecognized survey of United States utility business or residential customers;\n34\n2.  Reliability.  The utility has been found by the commission or by the United States \n35\nEnergy Information Administration for 2 or more of the past 5 years to have overall \n36\nreliability in terms of outage minutes per year, with or without major event days, in the \n37\nlowest decile of utilities of a similar size in the country;\n38\n3.  Affordability.  In 2 or more of the past 5 years, the utility charged residential \n39\ndelivery rates reasonably estimated to be in the highest decile among utilities of a similar \n40\nsize in the country, based on data from the United States Energy Information \n4\n5\n6\n7\n41\nAdministration and based on the commission's analysis of average delivery rates as a \n42\nproportion of the average total bill for integrated utilities;\n3\n4.  Employees.  The utility has within the previous year contracted with a business to \n4\nperform work valued at more than $100,000 that could reasonably have been performed by \n5\nqualified, nonexempt employees of the utility;\n6\n5.  Security.  The utility owns critical infrastructure vital to the security and welfare of \n7\nthe State and is presently owned, either wholly or in a part greater than 5%, by a government \n8\nthat does not represent or govern the captive customers of the utility;\n9\n6.  Customer obligations.  The utility, due to its corporate structure, requires that \n10\ncustomers pay for the cost of the utility's corporate taxes, and also pay for shareholder \n11\nprofits exceeding 10% on prudent capital investment in transmission infrastructure, with \n12\nlittle to no risk for poor performance;\n13\n7.  Disaster assistance.  The utility, due to its corporate structure, may require that \n14\ncustomers pay directly or indirectly for 90% or more of damages to the utility's assets \n15\ncaused by extreme weather events, and may also deny the utility access to federal \n16\nemergency management assistance to reduce or eliminate these costs; or\n17\n8.  Priorities.  The utility, due to its corporate structure and fiduciary obligations, is \n18\nunable to place the needs of customers, workers or the State's climate and connectivity \n19\ngoals ahead of the desires of shareholders to earn a profit.\n20\nSec. 7.  35-A MRSA §3501, sub-§1, ¶D, as amended by PL 2019, c. 311, §2, is \n21\nfurther amended to read:\n22\nD.  The portion of any municipal or quasi-municipal entity located in the State \n23\nproviding transmission and distribution services; and\n24\nSec. 8.  35-A MRSA §3501, sub-§1, ¶E, as amended by PL 2019, c. 311, §2, is \n25\nfurther amended to read:\n26\nE.  Any transmission and distribution utility wholly owned by a municipality located \n27\nin the State.; and\n28\nSec. 9.  35-A MRSA §3501, sub-§1, ¶F is enacted to read:\n29\nF.  The Pine Tree Power Company established in chapter 40.\n30\nSec. 10.  35-A MRSA §3502, first ¶, as amended by PL 1999, c. 398, Pt. A, §86 \n31\nand affected by §§104 and 105, is further amended to read:\n32\nNotwithstanding section 310, any consumer-owned transmission and distribution \n33\nutility, except for the Pine Tree Power Company established in chapter 40, that proposes \n34\nto increase rates, tolls or charges by not more than 15% of the utility's annual operating \n35\nrevenues or proposes to decrease rates, tolls or charges in any amount may elect to set rates \n36\npursuant to this section and section 3503.\n37\nSec. 11.  35-A MRSA §3506 is enacted to read:\n38\n§3506.  Voter approval conditioned on parity\n39\nNotwithstanding any other provision of law, neither utility debt nor the incurrence of \n40\nutility debt is subject to statewide voter approval, unless and until voter approval of utility \n1\n2\n41\ndebt and of the incurrence of such debt is required equally for both investor-owned and \n42\nconsumer-owned utilities operating in the State.\n3\nSec. 12.  35-A MRSA c. 40 is enacted to read:\n4\nCHAPTER 40\n5\nPINE TREE POWER COMPANY\n6\n§4001.  Definitions\n7\nAs used in this chapter, unless the context otherwise indicates, the following terms \n8\nhave the following meanings.\n9\n1.  Acquired utility.  \"Acquired utility\" means an investor-owned transmission and \n10\ndistribution utility whose facilities or property are purchased or intended for purchase \n11\npursuant to this chapter.\n12\n2.  Board.  \"Board\" means the Pine Tree Power Company Board established in Title \n13\n5, section 12004-G, subsection 36.\n14\n3.  Company.  \"Company\" means the Pine Tree Power Company established in section \n15\n4002.\n16\n4.  Cost of service.  \"Cost of service\" means the total amount that must be collected by \n17\nthe company to recover its costs but does not include any return on capital investment \n18\nunless a return is required as security for debt service.\n19\n5.  Customer-owner.  \"Customer-owner\" means a person to whom the company \n20\nprovides electricity.\n21\n6.  Generating source.  \"Generating source\" means a machine or device that produces \n22\nelectric energy by any means.\n23\n7.  Utility facility.  \"Utility facility\" means any portion of a plant used or useful in \n24\nproviding transmission and distribution utility service and includes, but is not limited to, \n25\ntransmission lines, office buildings, equipment and transportation equipment.\n26\n8.  Utility property.  \"Utility property\" means any tangible or intangible asset, liability, \n27\nobligation, plan, proposal, share, agreement or interest of a utility; any facility in \n28\ndevelopment or planning by the utility as of January 1, 2020; and, without limitation, the \n29\nentire utility and any part or portion of the utility.\n30\n§4002.  Pine Tree Power Company established; purpose\n31\nThe Pine Tree Power Company is established to provide for its customer-owners in this \n32\nState reliable, affordable electric transmission and distribution services in accordance with \n33\nthis chapter.\n34\n1.  Company purposes.  The company shall use its access to low-cost capital and its \n35\nability to manage the electric transmission and distribution system in a manner that is not \n36\nfocused on ensuring shareholder profits for the following purposes:\n37\nA.  To deliver electricity to the company's customer-owners in a safe, affordable and \n38\nreliable manner;\n1\n2\n1\nB.  To ensure excellence, timeliness and accuracy in billing, metering and customer \n2\nservice;\n3\nC.  To provide an open, supportive and competitive platform to develop and deploy \n4\nrenewable generation, storage, efficiency and beneficial electrification technologies;\n5\nD.  To assist the State in rapidly meeting or exceeding the climate action plan goals \n6\nestablished in Title 38, chapter 3-A;\n7\nE.  To improve the State's Internet connectivity through more affordable access to \n8\nutility poles and other infrastructure in unserved or underserved areas of the State, as \n9\ndefined in section 9202, subsection 5;\n10\nF.  To advance economic, environmental and social justice and to benefit company \n11\nworkers and all communities in the State;\n12\nG.  To provide for transparent and accountable governance; and\n13\nH.  To support, secure and sustain economic growth and benefits for the State.\n14\n2.  Governance; board.  The company is created as a body corporate and politic and \n15\nis governed by the Pine Tree Power Company Board in accordance with this section.\n16\nThe board is composed of 13 voting members, 7 of whom are elected members and 6 of \n17\nwhom are designated members chosen by the elected members.  All members must be \n18\nresidents of the State.\n19\nA.  As of the last date for filing a nomination petition under Title 21-A, section 354, \n20\neach of the 7 elected members must be a legal citizen of the United States for at least \n21\n5 years, must be at least 21 years of age, must be a legal Maine resident for at least one \n22\nyear, must be a resident of the area the member represents as provided in this paragraph \n23\nfor at least 3 months and may not hold a state elected office.  Each elected member \n24\nrepresents 5 of the State's 35 State Senate districts, as set out in Title 21-A, section \n25\n1203-B, as follows:\n26\n(1)  One member represents State Senate districts 1 to 5;\n27\n(2)  One member represents State Senate districts 6 to 10;\n28\n(3)  One member represents State Senate districts 11 to 15;\n29\n(4)  One member represents State Senate districts 16 to 20;\n30\n(5)  One member represents State Senate districts 21 to 25;\n31\n(6)  One member represents State Senate districts 26 to 30; and\n32\n(7)  One member represents State Senate districts 31 to 35.\n33\nIf during an elected member's term the member's place of residence as a result of \n34\nreapportionment is no longer included in the area the member was elected to represent, \n35\nthe member may continue to serve the remainder of the term.\n36\nB.  The 6 designated members must be selected by the elected members.  The \n37\ndesignated members must collectively possess expertise and experience across the \n38\nfollowing 6 areas:\n39\n(1)  Utility law, management, planning, operations, regulation or finance;\n40\n(2)  The concerns of utility employees and other workers;\n1\n(3)  The concerns of commercial or industrial electricity consumers;\n2\n(4)  Electricity generation, storage, efficiency, delivery, cybersecurity, connectivity \n3\nor related technologies;\n4\n(5)  Planning, climate mitigation, adaptation or the environment; and\n5\n(6)  Economic, environmental and social justice, including the needs of low-\n6\nincome and moderate-income persons.\n7\nC.  Candidates for election to the board pursuant to paragraph A are eligible for funding \n8\nthrough the Maine Clean Election Act, in amounts and under terms commensurate with \n9\nthose for candidates for the State Senate.  The Commission on Governmental Ethics \n10\nand Election Practices, established pursuant to Title 5, section 12004-G, subsection 33, \n11\nshall adopt rules to implement this paragraph.  Rules must include, at a minimum, the \n12\nprocedures for qualifying and certification and for allocation of distributions from the \n13\nfund and other provisions necessary to ensure consistency with the provisions of the \n14\nMaine Clean Election Act.  Rules adopted pursuant to this paragraph are major \n15\nsubstantive rules as defined in Title 5, chapter 375, subchapter 2-A.\n16\nD.  Candidates for election to the board pursuant to paragraph A are subject to the \n17\nrequirements of Title 21-A, chapter 13.\n18\nE.  The nomination of candidates for elected members of the board is governed by Title \n19\n21-A, chapter 5, subchapter 2, and the determination of the election is governed by \n20\nTitle 21-A, section 723-A.  The Secretary of State may adopt rules governing the \n21\nelection of members of the board and shall consult with the commission in developing \n22\nthe rules. Rules adopted under this paragraph are routine technical rules as defined in \n23\nTitle 5, chapter 375, subchapter 2-A.\n24\n3.  Term of office.  An elected member of the board serves for a term of 6 years and a \n25\ndesignated member of the board serves for a term of 6 years.  An elected member serves \n26\nfrom January 1st to December 31st and a designated member serves from March 1st to the \n27\nend of February.  A majority of members shall declare a vacancy on the board upon the \n28\nresignation, death or incapacitation of an elected member, in the event that a member is \n29\nabsent without leave of the chair for at least half of all board meetings held in a 180-day \n30\nperiod or in the event of a member's gross and continual neglect of duty.  If there is a \n31\nvacancy on the board of a designated member, it must be filled within 180 days in the same \n32\nmanner as described in subsection 2, paragraph B, and the person selected to fill a vacancy \n33\nserves for the unexpired term of the member whose vacancy the person is filling.  If there \n34\nis a vacancy on the board of an elected member, the board shall notify the Secretary of \n35\nState, who shall establish a deadline of no sooner than 60 days after being notified of the \n36\nvacancy to accept nomination petitions for a special election. A special election must be \n37\nheld within 180 days of notification of the vacancy and declared in the manner prescribed \n38\nby Title 21-A, section 366.  The person elected to fill a vacancy serves for the unexpired \n39\nterm of the member whose vacancy the person is filling.  Designated members may be \n40\nreselected and elected members may be reelected.\n41\n4.  Quorum and chair.  Seven members of the board constitute a quorum.  The board \n42\nshall elect from its members a chair and a vice-chair.  The vice-chair shall serve as acting \n43\nchair in the absence of the chair.\n1\n5.  Voting.  Except as otherwise provided in this Title, all decisions of the board must \n2\nbe made by a majority vote of the members present.  Whenever possible, the board shall \n3\nattempt to achieve consensus among members.\n4\n6.  Bylaws; due diligence.  Prior to making a purchase price offer for any utility facility \n5\nor utility property, the board shall adopt bylaws, retain expert professional staff and \n6\nconsultants, secure initial financing, conduct due diligence as it considers necessary and \n7\ndevelop a transition plan and a business plan for the company.\n8\n7.  Board review.  Four years after the first meeting of the board, the board shall review \n9\nthe effectiveness of the company governance structure and shall report to the joint standing \n10\ncommittee of the Legislature having jurisdiction over energy and utilities matters the \n11\noutcome of this review.  The report may suggest necessary changes to the governance \n12\nstructure of the company.  The committee may report out legislation pertaining to the \n13\nrecommendations in the report.\n14\n§4003.  Powers and duties; acquisition of utility facilities and utility property\n15\n1.  Powers; generally.  The company is a consumer-owned transmission and \n16\ndistribution utility and has all the powers and duties of a transmission and distribution \n17\nutility under this Title, as affected by the provisions of chapter 35, within the service \n18\nterritories of the investor-owned transmission and distribution utilities whose utility \n19\nfacilities it acquires under this chapter.\n20\n2.  Limits on company; generating property.  The company may not own or operate \n21\na generating source or purchase electric capacity or energy from a generating source, except \n22\nas the commission may approve in order to allow the company to maintain or improve \n23\nsystem reliability.\n24\n3.  Private sector, competitive, performance-based operations.  The company shall \n25\ncontract by means of a competitive public solicitation the services of at least one qualified \n26\nnongovernmental entity, referred to in this chapter as \"the operator\" or \"the operations \n27\nteam,\" to provide cost-effective, private sector operations, maintenance, customer accounts \n28\nmanagement and customer service and information and to assist as necessary in regulatory \n29\naffairs, capital planning and administrative services.  The company may not contract with \n30\nan operator that has managed a company found to be unfit within the previous 10 years.  \n31\nThe company may contract with separate operators for each of the service territories of the \n32\nacquired utilities, or to meet discrete operations, maintenance or other requirements.  In \n33\nrequesting and evaluating bids pursuant to this section, the board shall consider anticipated \n34\ncosts; professional, operational and managerial experience; familiarity with the systems to \n35\nbe administered; and ability to improve customer service and employee morale.  The \n36\ncompany may establish additional criteria for its solicitation and shall determine the period \n37\nand the specific terms of each operations contract.  The commission shall review and \n38\napprove, reject or approve with conditions any contract between the company and an \n39\noperator before it takes effect.  A contract with an operations team must reward proven \n40\nperformance, not the provision of capital, and must provide for the efficient and effective \n41\nfulfillment of the company's purposes under section 4002.\n42\n4.  Retention of employees.  The operator shall hire any person who was an employee \n43\nof the acquired utility at the time the company acquired the utility facilities who is a \n44\nqualified, nonexempt employee subject to collective bargaining agreements of the acquired \n45\nutility and may hire any other person who was an employee of the acquired utility with the \n46\nexception of those employees on the executive board of the acquired utility.  To ensure \n47\ncontinuity and an experienced local workforce, the operations team shall offer to these \n48\nemployees a retention bonus of 8% of annual gross pay for the first year of work and 6% \n49\nof annual gross pay for the 2nd year of work.  This bonus must be payable on the earlier of \n50\nthe anniversary of the date of hire by the operator and the date of a termination of \n51\nemployment that occurs following the date of hire, as long as the termination is due to the \n52\nemployee's death or disability, by the employer without cause or by the employee for good \n53\nreason.  The operations team shall maximize opportunities for internal promotion, \n54\nadditional staffing and on-the-job training for all employees and may not contract with \n55\nother businesses to perform work that could reasonably have been performed by qualified, \n56\nnonexempt employees of the operations team.\n12\n5.  Rights of employees.  The employees of the operations team retained to operate the \n13\ncompany's facilities are private employees.  Notwithstanding any provision of law to the \n14\ncontrary, the company shall at a minimum accord all qualified, nonexempt employees and \n15\ntheir representatives the same rights as would an investor-owned transmission and \n16\ndistribution utility.  The operator may not limit or impair the ability and right of its \n17\nemployees to strike or to engage in any work stoppage or slowdown and may not hire \n18\nreplacement employees permanently during an employee strike.  The operator shall notify \n19\nemployee representatives of new hires and shall allow representatives of employees \n20\nreasonable access to work sites during work hours.  The operator shall assume all retirement \n21\nbenefit obligations to the employees of and retirees of an acquired utility, unless these \n22\nobligations have remained with the acquired utility, its corporate parent or a pension plan \n23\ntrust regulated by the federal Employee Retirement Income Security Act of 1974.  The \n24\noperator shall honor and maintain the terms of any collective bargaining agreements in \n25\neffect at the time the company acquired the investor-owned transmission and distribution \n26\nutility for the remaining term of any collective bargaining agreement, except that, when 2 \n27\nor more contracts exist, the employees' wages, salaries and benefits must be made \n28\nreasonably equal to the higher of those provided in the contracts or must exceed those \n29\npreviously paid by the acquired utility.\n30\nUpon the conclusion of a contract pursuant to subsection 3, the company, in soliciting for \n31\na new contract, shall give preference to service providers that agree to maintain or improve \n32\nthe terms of the collective bargaining agreement in existence on the conclusion of the prior \n33\ncontract.\n34\n6.  Acquisition of utility facilities and utility property.  Notwithstanding any other \n35\nprovision of this Title, rules adopted under this Title or any other applicable law to the \n36\ncontrary, the company shall purchase or acquire by the exercise of the right of eminent \n37\ndomain all utility facilities in the State owned or operated or held for future use by any \n38\ninvestor-owned transmission and distribution utility, in accordance with this subsection, \n39\nand may also purchase or acquire by the exercise of the right of eminent domain in \n40\naccordance with this subsection any other investor-owned transmission and distribution \n41\nutility property should the board determine such an acquisition to be in the interest of its \n42\ncustomer-owners.  The company shall finance the purchase or acquisition of utility \n43\nfacilities or utility property under this subsection by issuing debt in accordance with chapter \n44\n9.  The board may not purchase or acquire by the right of eminent domain any utility \n45\nfacilities or utility property under this subsection until 12 months after the effective date of \n46\nthis chapter or 6 months after the first meeting of the board, whichever is later.\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n1\nA.  Within 18 months after the effective date of this chapter or 12 months after the first \n2\nmeeting of the board, whichever is later, unless further delayed to a date certain by a \n3\nvote of at least 9 members of the board, the company shall:\n4\n(1)  Identify the utility facilities and any other utility property in the State owned \n5\nor operated or held for future use by any investor-owned transmission and \n6\ndistribution utility to be purchased by the company;\n7\n(2)  Determine a purchase price offer to be made for the utility facilities and other \n8\nutility property.  The purchase price offer must include compensation for the cost \n9\nof preparing and submitting necessary regulatory filings, including but not limited \n10\nto those required by the federal Department of Energy, Federal Energy Regulatory \n11\nCommission; and\n12\n(3)  Deliver notice of the purchase price offer, including detailed description of the \n13\nutility facilities and other utility property to be purchased, to the investor-owned \n14\ntransmission and distribution utility that owns, operates or holds for future use the \n15\nsubject utility facilities and utility property.\n16\nBy a vote of at least 9 members of the board, the company may delay by up to one year \n17\nthe purchase of the utility facilities and any other utility property of one of the 2 \n18\ninvestor-owned transmission and distribution utilities in the State and proceed with the \n19\npurchase of the utility facilities and any other utility property of the other investor-\n20\nowned transmission and distribution utility in the State.  A delay approved by the board \n21\nunder this paragraph may be renewed once in the same manner for up to one additional \n22\nyear.\n23\nB.  After the receipt of a notice of the purchase price offer under paragraph A, \n24\nsubparagraph (3), the investor-owned transmission and distribution utility may, within \n25\n30 days of the date of receipt, submit a counteroffer to the company.  If the company \n26\nrejects the counteroffer, within 30 days of the date of receipt of the rejection the \n27\ninvestor-owned transmission and distribution utility may petition the Superior Court of \n28\nKennebec County to determine and order an alternative purchase price for the subject \n29\nutility facilities or utility property in accordance with this paragraph.  The purchase \n30\nprice determined by the court must include compensation for the cost of preparing and \n31\nsubmitting necessary regulatory filings, including but not limited to those required by \n32\nthe federal Department of Energy, Federal Energy Regulatory Commission.  After the \n33\nfiling of a petition by an investor-owned transmission and distribution utility under this \n34\nparagraph, the Superior Court, as expeditiously as possible, shall:\n35\n(1)  Select, in consultation with the company and the petitioner, a referee or referees \n36\nwith relevant expertise and capabilities to determine a recommended purchase \n37\nprice for the utility facilities and utility property;\n38\n(2)  Complete a trial or hearing, as appropriate, for the presentation of evidence to \n39\nreferees, who shall submit a recommended purchase price to the court; and\n40\n(3)  Render a decision and, based upon the recommended purchase price submitted \n41\nunder subparagraph (2) and any other information available to the court, order a \n42\npurchase price to be paid by the company to the petitioner for possession and \n43\nownership of the subject utility facilities and utility property.\n1\nThe decision of the Superior Court under this paragraph is appealable to the Law Court \n2\nas in any civil action.\n3\nC.  The taking of utility facilities and utility property by the company is governed by \n4\nthis paragraph.\n5\n(1)  Notwithstanding chapter 65 or any other provision of law to the contrary, if a \n6\npetition is filed under paragraph B and if the company and subject utilities do not \n7\nreach an agreement, the company shall, after any appeals are resolved, immediately \n8\ntake the subject utility facilities and utility property identified in paragraph A at the \n9\nfinal price rendered by the court.\n10\n(2)  Notwithstanding chapter 65 or any other provision of law to the contrary, if a \n11\npetition is not filed under paragraph B and if the company and subject utilities do \n12\nnot reach an agreement, the company shall immediately take the subject utility \n13\nfacilities and utility property identified in paragraph A at the purchase price offer.\n14\nWithin 45 days of the date upon which the purchase price is either mutually agreed upon \n15\nby the company and the investor-owned transmission and distribution utility or is finally \n16\ndetermined through the judicial process set forth under paragraph B, the investor-owned \n17\ntransmission and distribution utility shall prepare and submit any regulatory filings \n18\nnecessary to the transfer of subject utility facilities and utility property, including but not \n19\nlimited to those required by the federal Department of Energy, Federal Energy Regulatory \n20\nCommission.  If the investor-owned transmission and distribution utility does not prepare \n21\nand submit such filings within 45 days, the company may request that the commission \n22\ninvestigate the utility's failure to prepare and submit the filings.  Upon such a request from \n23\nthe company, the commission shall, in a timely manner, investigate the utility's failure to \n24\nprepare and submit the filings.  If the commission finds the investor-owned transmission \n25\nand distribution utility unreasonably delayed or failed to prepare and submit the filings, or \n26\nfailed to prosecute and pursue federal regulatory approvals of the transfer in good faith, the \n27\ncommission shall direct the utility to do so by a date certain and may order other remedies, \n28\nincluding deducting the cost of preparing and submitting such regulatory filings from the \n29\npurchase price or otherwise preventing the utility from recouping the cost and requiring the \n30\nutility to pay for costs to other parties caused by the delay.\n31\nIf at any time during the process prescribed in this subsection the company and either of \n32\nthe investor-owned transmission and distribution utilities reach an agreement on the \n33\npurchase price of all utility facilities and utility property in the State owned or operated or \n34\nheld for future use by that investor-owned transmission and distribution utility, the sale \n35\nmay be finalized in accordance with that agreement.\n36\nThe commission shall impose such conditions on the acquisition of all utility facilities and \n37\nutility property in the State owned or operated or held for future use by any investor-owned \n38\ntransmission and distribution utility as it determines are necessary to protect the public \n39\ninterest during the period between the effective date of this chapter and the date on which \n40\nownership and control are fully assumed by the company and the operations team.  The \n41\ncommission shall take all necessary actions to ensure that the investor-owned transmission \n42\nand distribution utilities and their owners cooperate fully, promptly and cost-effectively \n43\nwith the company during the transition in ownership and control. The commission may \n44\nallow recovery by or reimbursement to the utility of necessary expenses associated with \n45\nthe transition.  At a minimum, the utility must be required to plan, construct, operate and \n46\nmaintain facilities and to cooperate with customers, generators and other stakeholders to \n47\nthe same extent that the commission would require of any transmission and distribution \n48\nutility and to provide the company such information as may be necessary to meet its \n49\nresponsibilities under this Title, including but not limited to a detailed inventory of assets.\n5\n7.  Existing obligations.  All existing agreements, obligations and contracts, including \n6\nbut not limited to long-term contract obligations and net energy billing agreements of an \n7\ninvestor-owned transmission and distribution utility, must be transferred to the company \n8\nand any counterparty to an agreement, obligation or contract shall accept the assignment of \n9\nthe investor-owned transmission and distribution utility to the company.\n10\n8.  Regional transmission.  The service territories of the company initially remain in \n11\nthe transmission system to which they belonged on the effective date of this chapter until \n12\nchanged by majority vote of the board.\n13\n9.  Names.  The company may adopt one or more alternative or regional names to \n14\ndistinguish its service territories or for any other purpose.\n15\n10.  Rules.  The company may adopt rules pursuant to Title 5, chapter 375, subchapter \n16\n2-A for establishing and administering the company and carrying out its duties.  Rules \n17\nadopted pursuant to this subsection are major substantive rules as defined in Title 5, chapter \n18\n375, subchapter 2-A.\n19\n11.  Bylaws.  The company shall adopt bylaws, through the board, consistent with this \n20\nsection for the governance of its affairs.\n21\n12.  Consumer-owned transmission and distribution utilities; application.  This \n22\nsubsection controls the treatment of consumer-owned transmission and distribution utilities \n23\nand the application of law to the company.\n24\nA.  This chapter may not be construed to affect the powers, authorities or \n25\nresponsibilities of any consumer-owned transmission and distribution utility other than \n26\nthe company created under this chapter.  The company may not oppose the extension \n27\nof the service territory of a consumer-owned transmission and distribution utility \n28\nexisting prior to the effective date of this chapter to include the entirety of a \n29\nmunicipality in which the consumer-owned transmission and distribution utility \n30\nprovides electric service as long as the company is reasonably compensated for the \n31\nassets and appurtenances required.\n32\nB.  Notwithstanding any other provision of this chapter or any other provision of law \n33\nto the contrary, the company is subject to section 310; section 3104; section 3132, \n34\nsubsection 2-D; sections 3132-A, 3132-B, 3132-C and 3132-D; section 3144; section \n35\n3210-C, subsections 3, 7 and 11; sections 3212 and 3212-B; and section 3214, \n36\nsubsection 2-A.\n37\n13.  Board staff; initial activities.  The board shall hire qualified and professional \n38\nstaff, including but not limited to a director or manager, chief financial officer, support staff \n39\nand legal counsel.  Assistance and counsel may be provided to the board by the Office of \n40\nthe Treasurer of State, the Office of the Attorney General, the Maine Municipal Bond Bank, \n41\nthe Finance Authority of Maine, the commission, the Office of the Public Advocate and \n42\nany other state entity.  All initial activities and expenditures of the board prior to the final \n43\nacquisition of utility facilities and utility property must be funded by short-term debt of the \n44\ncompany, to be retired in the initial financing and acquisition of the investor-owned \n1\n2\n3\n4\n45\ntransmission and distribution utility facilities and utility property.  Notwithstanding any \n46\nprovision of the law to the contrary, debt incurred by the board for its initial activities and \n47\nexpenditures is presumed to be prudently incurred on behalf of the customers of the \n48\ninvestor-owned transmission and distribution utilities and is recoverable in rates, except \n49\nwhere proven to be imprudent beyond a reasonable doubt. To the extent that the company's \n50\ninitial activities are specifically attributable to one but not both acquired utilities, those \n51\nseparately attributable costs must be recovered from ratepayers of the utility to which they \n52\nare attributable.\n9\n§4004.  Cost-of-service rates\n10\nThe rates and all other charges of the company must be sufficient to pay in full the cost \n11\nof service, including the cost of debt and property taxation.\n12\n§4005.  No use of state funds or tax dollars\n13\nDebt or liability of the company is not a general obligation or moral obligation of the \n14\nState or any agency or instrumentality of the State other than the company, and neither the \n15\nState nor any agency or instrumentality of the State other than the company guarantees any \n16\ndebt or liability of the company.\n17\n§4006.  No debt or liability of the State\n18\nThe company serves a public purpose in the carrying out of the provisions of this \n19\nchapter, but debt or liability of the company is not a general obligation or moral obligation \n20\nof the State.\n21\n§4007. Voter approval\n22\nNotwithstanding any other provision of law enacted on or before the date upon which \n23\nthis chapter is enacted, if this chapter is approved by voters of the State at a statewide \n24\nelection, debt or liability of the company is not subject to additional voter approval.\n25\n§4008.  Property and income tax status\n26\n1.  Property tax.  Notwithstanding Title 36, chapter 105, subchapter 4, the company \n27\nis subject to property taxation pursuant to the laws of the State and must pay property tax \n28\nin the same manner as an investor-owned transmission and distribution utility.  Rates \n29\ncharged by the company must include sufficient amounts to pay property taxes due under \n30\nthis subsection.\n31\n2.  Income tax.  Notwithstanding any provision of law to the contrary, income of the \n32\ncompany is exempt from all taxation or assessment by the State or any political subdivision \n33\nof the State.  All bonds, notes and other evidences of indebtedness issued by the company \n34\nin accordance with chapter 9 are legal obligations of the company, and the company is a \n35\nquasi-municipal corporation within the meaning and for the purposes of Title 30-A, section \n36\n5701.  All bonds, notes and other evidences of indebtedness issued by the company are \n37\nlegal investments for savings banks in this State and are exempt from state income tax.\n38\n3.  Tax increment financing agreements.  If an investor-owned transmission and \n39\ndistribution utility acquired by the company is subject to a tax increment financing \n40\nagreement under Title 30-A, chapter 206, the company acquires the same rights and \n41\nresponsibilities as applied to the investor-owned transmission and distribution utility under \n42\nthe agreement.\n1\n2\n3\n4\n5\n6\n7\n8\n1\n§4009.  Termination of the company\n2\nThe company may not be dissolved or cease operations except by authorization of law \n3\nand only if all debt and liabilities of the company have been paid or a sufficient amount for \n4\nthe payment of all debt and liabilities has been placed in an irrevocable trust for the benefit \n5\nof the holders of the debt and only if any remaining equity of the company is returned in \n6\nan equitable manner to the customers of the company.\n7\n§4010.  Freedom of access; confidentiality\n8\nThe proceedings and records of the company are subject to the freedom of access laws, \n9\nTitle 1, chapter 13, except as specifically provided in this section.\n10\n1.  Confidential records.  The following records are designated as confidential for \n11\npurposes of Title 1, section 402, subsection 3, paragraph A:\n12\nA.  A record obtained or developed by the company that a person, including the \n13\ncompany, to whom the record belongs or pertains has requested be designated \n14\nconfidential and that the company has determined contains information that gives the \n15\nowner or a user an opportunity to obtain a business or competitive advantage over \n16\nanother person that does not have access to the information, except through the \n17\ncompany's records, or access to which by others would result in a business or \n18\ncompetitive disadvantage, loss of business or other significant detriment to any person \n19\nto whom the record belongs or pertains; and\n20\nB.  A record that contains usage or other nonpublic information regarding a customer \n21\nof a transmission and distribution utility in the State.\n22\nThe company shall provide to a legislative committee, on written request signed by the \n23\nchairs of that committee, any information or records, including information designated \n24\nconfidential under this subsection, specified in the written request.  The information or \n25\nrecords may be used only for the lawful purposes of the committee and in any action arising \n26\nout of any investigation conducted by the committee, subject to protective order.\n27\n2.  Exceptions.  Notwithstanding subsection 1, the following are not confidential and \n28\nare public records:\n29\nA.  Any otherwise confidential information the confidentiality of which the company \n30\ndetermines to have been satisfactorily and effectively waived;\n31\nB.  Any otherwise confidential information that has already lawfully been made \n32\navailable to the public; and\n33\nC.  Impersonal, statistical or general information.\n34\n3.  Disclosure prohibited; further exceptions.  A board member, employee, agent, \n35\nother representative of the company or other person may not knowingly divulge or disclose \n36\nrecords designated confidential by this section, except that the company, in its discretion \n37\nand in conformity with legislative freedom of access criteria in Title 1, chapter 13, \n38\nsubchapter 1-A, may make or authorize any of the following disclosures of information:\n39\nA.  If necessary in connection with processing any application for, obtaining or \n40\nmaintaining financial assistance for any person;\n41\nB.  To a financing institution or credit reporting service;\n1\nC.  Information necessary to comply with any federal or state law, regulation or rule or \n2\nwith any agreement pertaining to financial assistance;\n3\nD.  If necessary to ensure collection of any obligation in which the company has or \n4\nmay have an interest;\n5\nE.  In any litigation or proceeding in which the company has appeared, introduction for \n6\nthe record of any information obtained from records designated confidential by this \n7\nsection; and\n8\nF.  Pursuant to a subpoena, request for production of documents, warrant or other order, \n9\nas long as the order appears to have first been served on the person to whom the \n10\nconfidential information sought pertains or belongs and as long as the order appears on \n11\nits face or otherwise to have been issued or made lawfully.\n12\n§4011.  Annual report\n13\nBy April 15th of each year, beginning no more than one year after the first meeting of \n14\nthe board, the company shall submit a report to the joint standing committee of the \n15\nLegislature having jurisdiction over energy and utilities matters summarizing the activities \n16\nand performance of the company in meeting its obligations to its customer-owners and its \n17\nresponsibilities under sections 4002 and 4003 during the preceding calendar year and its \n18\nplans for the current year and subsequent 5 years.  Each annual report must describe in \n19\ndetail how the company's decisions, operations and use of low-cost financing have \n20\nsupported and will support the State's progress toward the climate action plan goals \n21\nestablished in Title 38, chapter 3-A and how such financing has affected and will affect job \n22\ncreation and gross state product.\n23\n§4012.  Initial 5-year plan\n24\nWithin 18 months of the date in which the company and the operations team fully take \n25\nownership and control of all utility facilities in the State owned or operated or held for \n26\nfuture use by any investor-owned transmission and distribution utility, the company shall \n27\nsubmit to the commission for approval a 5-year plan to meet initial affordability, reliability, \n28\ndecarbonization and connectivity goals.\n29\n1.  Plan minimum requirements.  At a minimum, the 5-year plan under this section \n30\nmust also include a program to:\n31\nA.  Establish lower rates for low-income residential customers;\n32\nB.  Build across the State accessible, rapid charging infrastructure for electric vehicles;\n33\nC.  Reduce make-ready and pole attachment costs for open-access fiber-optic cable in \n34\nunserved and underserved areas of the State as defined in section 9202, subsection 5; \n35\nand\n36\nD.  Make rapid investments in the distribution network to upgrade reliability and to \n37\nimprove capacity for interconnections of new renewable generation and storage \n38\nfacilities.\n39\nSec. 13.  Review of laws and report.  The Public Utilities Commission shall \n40\nexamine all laws that may be affected by this Act or need to be changed as a result of this \n41\nAct, including laws governing the Pine Tree Power Company as established under the \n42\nMaine Revised Statutes, Title 35-A, section 4002, and laws relating to investor-owned \n43\ntransmission and distribution utilities that may be eliminated as a result of this Act.  The \n44\ncommission shall determine any modifications to laws that may be necessary or appropriate \n45\nas a result of this Act or to effectuate the purposes of this Act and shall submit proposed \n46\nlegislation to the joint standing committee of the Legislature having jurisdiction over \n47\nenergy, utilities and technology matters no later than 6 months after the first meeting of the \n48\nPine Tree Power Company Board under Title 35-A, section 4002.  The joint standing \n49\ncommittee of the Legislature having jurisdiction over energy, utilities and technology \n50\nmatters may report out a bill relating to the subject matter of this Act and to the \n51\ncommission's report.\n10\nSec. 14.  Staggered terms of initial members of Pine Tree Power Company \n11\nBoard.  Notwithstanding the Maine Revised Statutes, Title 35-A, section 4002, subsection \n12\n3, the terms of the initial members of the Pine Tree Power Company Board must be \n13\nstaggered as provided in this section.\n14\n1.  The initial designated members of the board serve as follows, determined by lot by \n15\nthose members after their selection: 2 members serve 6-year terms, 2 members serve 4-year \n16\nterms and 2 members serve 2-year terms.\n17\n2.  The initial elected members of the board serve as follows, determined by lot by \n18\nthose members after their election: 3 members serve 6-year terms, 2 members serve 4-year \n19\nterms and 2 members serve 2-year terms.\n20\nSec. 15.  Code of ethics; recommendations.  On or before February 15, 2024, the \n21\nOffice of the Attorney General shall submit to the joint standing committee of the \n22\nLegislature having jurisdiction over state and local government matters recommendations \n23\nregarding the establishment of a code of ethics applicable to the members of the Pine Tree \n24\nPower Company Board, as established in the Maine Revised Statutes, Title 5, section \n25\n12004-G, subsection 36.  After receiving the recommendations, the joint standing \n26\ncommittee may report out a bill related to those recommendations to the Second Regular \n27\nSession of the 131st Legislature.\n28\nSec. 16.  Effective date.  That section of this Act that enacts the Maine Revised \n29\nStatutes, Title 35-A, section 1511-A takes effect January 1, 2025.\n30\nSUMMARY\n31\nThis initiated bill creates the Pine Tree Power Company, a privately operated, \n32\nnonprofit, consumer-owned utility controlled by a board the majority of the members of \n33\nwhich are elected.  The company's purposes are to provide for its customer-owners in this \n34\nState reliable, affordable electric transmission and distribution services and to help the State \n35\nmeet its climate, energy and connectivity goals in the most rapid and affordable manner \n36\npossible.\n37\nThe Pine Tree Power Company is not permitted to use general obligation bonds or tax \n38\ndollars of the State.  The company finances itself by issuing debt against its future revenues \n39\nto purchase the facilities of investor-owned electric transmission and distribution utilities \n40\nin the State.  The fair market value of the acquisition is either negotiated or determined by \n41\na refereed process.  The Pine Tree Power Company Board contracts a nongovernmental \n42\nteam to operate the facilities, and the operations team is required to retain all workers of \n43\nthe purchased utilities.\n1\n2\n3\n4\n5\n6\n7\n8\n9\n31\n32\n33\n34\n35\n36\n1\nThe company is subject to property taxation and must pay property tax in the same \n2\nmanner as an investor-owned transmission and distribution utility.  The company is subject \n3\nto ratemaking and other oversight by the Public Utilities Commission and is required to \n4\nadminister programs for net energy billing, nonwires alternatives, supply procurement and \n5\nlow-income assistance programs.\n6\nThe company is governed by a board of 13 members, 7 of whom are each elected to \n7\nrepresent 5 State Senate districts, as well as 6 designated expert members.  The board is \n8\nsubject to freedom of access laws and to laws preventing conflicts of interest.\n9\nThe initiated bill also directs the Public Utilities Commission beginning January 1, \n10\n2025 to find a transmission and distribution utility unfit to serve and to direct the sale of \n11\nthe utility if the utility meets certain criteria.",
  "extraction_confidence": 1.0,
  "sponsors": [],
  "introduced_date": null,
  "committee": null,
  "amended_code_refs": []
}