{
  "bill_id": null,
  "title": "An Act to Prohibit Off-trail Operation of a Snowmobile in an Area",
  "session": null,
  "body_text": "MAINE STATE LEGISLATURE \nThe following document is provided by the \nLAW AND LEGISLATIVE DIGITAL LIBRARY \nat the Maine State Law and Legislative Reference Library \nhttp://legislature.maine.gov/lawlib \nReproduced from electronic originals \n(may include minor formatting differences from printed original) \nPrinted on recycled paper\n131st MAINE LEGISLATURE\nFIRST REGULAR SESSION-2023\nLegislative Document\nNo. 732\nS.P. 290\nIn Senate, February 16, 2023\nAn Act to Prohibit Off-trail Operation of a Snowmobile in an Area \nClosed to Off-trail Operation\nReference to the Committee on Inland Fisheries and Wildlife suggested and ordered \nprinted.\nDAREK M. GRANT\nSecretary of the Senate\nPresented by Senator BLACK of Franklin.\nCosponsored by Representative LANDRY of Farmington and\nRepresentatives: MASON of Lisbon, WOOD of Greene.\n1\nBe it enacted by the People of the State of Maine as follows:\n2\nSec. 1.  12 MRSA §13106-A, sub-§27 is enacted to read:\n3\n27.  Operating snowmobile in posted area.  A person may not operate a snowmobile \n4\noff a snowmobile trail in an area that is posted as being closed to off-trail snowmobile \n5\noperation.\n6\nA.  A person who violates this subsection commits a civil violation for which a fine of \n7\nnot less than $100 and not more than $500 may be adjudged.\n8\nB.  A person who violates this subsection after having been adjudicated as having \n9\ncommitted 3 or more civil violations under this Part within the previous 5-year period \n10\ncommits a Class E crime.\n11\nSUMMARY\n12\nThis bill prohibits a person from operating a snowmobile off a snowmobile trail in an \n13\narea that is posted as being closed to off-trail snowmobile operation.  It provides for a fine \n14\nof not less than $100 and not more than $500 for the first violation of the prohibition and \n15\nthat a violation after 3 or more civil violations of the inland fisheries and wildlife laws is a \n16\nClass E crime.\n12\n13\n14\n15\n16",
  "extraction_confidence": 0.4448,
  "sponsors": [],
  "introduced_date": null,
  "committee": "Inland Fisheries and Wildlife suggested and ordered",
  "amended_code_refs": []
}