{
  "bill_id": null,
  "title": "An Act to Permit Recordings of a Protected Person to Be Admissible",
  "session": null,
  "body_text": "MAINE STATE LEGISLATURE \nThe following document is provided by the \nLAW AND LEGISLATIVE DIGITAL LIBRARY \nat the Maine State Law and Legislative Reference Library \nhttp://legislature.maine.gov/lawlib \nReproduced from electronic originals \n(may include minor formatting differences from printed original) \nPrinted on recycled paper\n131st MAINE LEGISLATURE\nFIRST REGULAR SESSION-2023\nLegislative Document\nNo. 765\nS.P. 324\nIn Senate, February 21, 2023\nAn Act to Permit Recordings of a Protected Person to Be Admissible \nin Evidence\nReference to the Committee on Judiciary suggested and ordered printed.\nDAREK M. GRANT\nSecretary of the Senate\nPresented by Senator CARNEY of Cumberland.\nCosponsored by Representative HENDERSON of Rumford and\nSenators: BEEBE-CENTER of Knox, BENNETT of Oxford, DUSON of Cumberland, \nRepresentatives: CLOUTIER of Lewiston, LEE of Auburn, MILLETT of Cape Elizabeth, \nMOONEN of Portland, POIRIER of Skowhegan.\n1\nBe it enacted by the People of the State of Maine as follows:\n2\nSec. 1.  16 MRSA §358 is enacted to read:\n3\n§358.  Admissibility of recordings of protected person\n4\n1.  Definitions. As used in this section, unless the context otherwise indicates, the \n5\nfollowing terms have the following meanings.\n6\nA.  \"Forensic interview\" means a fact-finding conversation conducted by a forensic \n7\ninterviewer using an evidence-based practice.\n8\nB.  \"Forensic interviewer\" means an individual who meets the qualifications in \n9\nsubsection 2.\n10\nC.  \"Protected person\" means a person who at the time of a recording of a forensic \n11\ninterview:\n12\n(1)  Has not attained 18 years of age; or\n13\n(2)  Is an adult who is eligible for protective services pursuant to the Adult \n14\nProtective Services Act.\n15\n2.  Qualifications of forensic interviewer.  In order to be qualified as a forensic \n16\ninterviewer, an individual must:\n17\nA.  Be employed by a child advocacy center or affiliated with a child advocacy center;\n18\nB.  Have completed a minimum of 32 hours of specialized instruction on an evidence-\n19\nsupported interview protocol; and\n20\nC.  Participate in ongoing education in the field of child maltreatment or forensic \n21\ninterviewing. \n22\n3.  Admissibility of recording.  A recording of a forensic interview of a protected \n23\nperson is admissible as evidence and is an exception to the hearsay rule pursuant to the \n24\nMaine Rules of Evidence, Rule 802 in the courts of this State if:\n25\nA.  The interview was conducted by a forensic interviewer;\n26\nB.  The interview is relevant pursuant to the Maine Rules of Evidence, Rule 401;\n27\nC.  A relative of the protected person was not present in the room during the substantive \n28\nphase of the interview;\n29\nD.  An attorney for any party in a proceeding with the protected person was not present \n30\nin the room with the protected person during the interview;\n31\nE.  The recording is both visual and audio;\n32\nF.  The recording is a fair and accurate representation of the statements made by the \n33\nprotected person and has not been altered except for purposes of relevancy pursuant to \n34\nthe Maine Rules of Evidence, Rule 401; and\n35\nG.  The protected person is available to testify or be cross-examined by any party in a \n36\ncriminal matter.\n37\n4.  Recordings of protected persons preserved.  A recording of a protected person \n38\nthat is made part of the court record must be preserved under a protective order of the court \n39\nin order to protect the privacy of the protected person. The court shall maintain a copy of \n40\nthe recording as part of the court file for 20 years. \n3\n5.  Certification of forensic interview recordings.  Forensic interview recordings are \n4\nadmissible as evidence in the courts of this State in accordance with subsection 3. The court \n5\nshall admit copies of the recordings if certified by the forensic interviewer to be true and \n6\ncomplete and to have met all requirements in subsection 3 and the forensic interviewer \n7\nidentifies the location of the interview and the identity of the individuals in the recording \n8\nin the certification.\n9\nSec. 2.  22 MRSA §4019, sub-§1, ¶B, as enacted by PL 2013, c. 364, §1, is \n10\namended to read:\n11\nB.  \"Child advocacy center\" or \"center\" means a community-based center that provides \n12\nmultidisciplinary services for children and families affected by child sexual abuse and \n13\nother child abuse and neglect, including a center in another jurisdiction.\n14\nSec. 3.  22 MRSA §4019, sub-§1, ¶D is enacted to read:\n15\nD.  \"Forensic interview\" has the same meaning as in Title 16, section 358, subsection \n16\n1, paragraph A.\n17\nSec. 4.  22 MRSA §4019, sub-§9, as enacted by PL 2013, c. 364, §1, is amended to \n18\nread:\n19\n9.  Confidential records except recordings of forensic interviews.  The Except for \n20\nrecordings of forensic interviews, the files, reports, records, communications and working \n21\npapers used or developed in providing services under this section are confidential and are \n22\nnot public records for purposes of Title 1, chapter 13, subchapter 1.  Information may be \n23\ndisclosed only to the following in order for them to carry out their duties:\n24\nA.  The department, department employees, law enforcement agencies, prosecuting \n25\nattorneys assistant attorneys general who are involved in child protective cases, \n26\nmedical professionals and other state agencies that provide services to children and \n27\nfamilies;.\n28\nB.  The attorney for a child who is the subject of confidential records; and\n29\nC.  A guardian ad litem appointed under section 4005 for a child who is the subject of \n30\nconfidential records.\n31\nSec. 5.  22 MRSA §4019, sub-§9-A is enacted to read:\n32\n9-A.  Recordings of forensic interviews confidential.  The following provisions \n33\ngovern recordings of forensic interviews.  Recordings of forensic interviews are \n34\nconfidential and are not public records for purposes of Title 1, chapter 13, subchapter 1. \n35\nInformation may be disclosed: \n36\nA. To the department, department employees, law enforcement agencies, assistant \n37\nattorneys general who are involved in child protective cases, prosecuting attorneys, \n38\nmedical professionals and other state agencies that provide services to children and \n39\nfamilies in order for them to carry out their duties;\n40\nB. To the attorney for a child who is the subject of confidential records;\n1\n2\n1\nC. To a guardian ad litem appointed under section 4005 for a child who is the subject \n2\nof confidential records;\n3\nD. In a matter under Title 18-C or 19-A, upon specific request for the recording of the \n4\nforensic interview by the parties or on the court's own motion. A court may order \n5\ndisclosure of the recording of a forensic interview in accordance with section 4008, \n6\nsubsection 3, paragraph B if the court finds that access to the recording is necessary for \n7\nthe determination of an issue before the court and that the necessity of access to the \n8\nrecording outweighs the potential effect on the alleged victim. The court shall follow \n9\nthe following procedure.\n10\n(1)  Before ordering disclosure of the recording, the court shall require that an \n11\ninvestigating law enforcement agency, if any, has been given an opportunity to \n12\nindicate its position on disclosure of the recording. \n13\n(2) If the court determines based on the pleadings that the recording is necessary \n14\nfor the determination of an issue before the court and that the necessity of access \n15\nto the recording outweighs the potential effect on the alleged victim, the court shall \n16\norder the department, pursuant to section 4008, subsection 3, paragraph B, to \n17\nprovide a copy to the court for in camera inspection.  The court shall conduct an in \n18\ncamera review of the recording in order to make a determination about who should \n19\nbe entitled to view the recording.\n20\n(3) If the court determines that the recording should be disclosed, the court shall \n21\nconsider whether a guardian ad litem should be appointed in the case if one is not \n22\nalready appointed. If there is a guardian ad litem, the court shall consider whether \n23\nto restrict access to the recording only to the guardian ad litem.  \n24\n(4) The court shall issue a protective order of confidentiality ordering who is \n25\nallowed to view the recording and how and where viewing will occur.  In making \n26\nits determination, the court shall weigh whether the parties are represented by \n27\ncounsel and whether restricting viewing of the recording will be unduly prejudicial \n28\nto a party.  The recording may not be copied, reproduced or disseminated in any \n29\nway.  \n30\n(5) If the recording is admitted pursuant to Title 16, section 358, subsection 3, the \n31\ncourt shall admit the recording under seal; and\n32\nE. In a criminal matter, to a defendant pursuant to the Maine Rules of Unified Criminal \n33\nProcedure, Rule 16(b)(6).  Before releasing the recording, the prosecutor shall request \n34\nthat the court issue a protective order of confidentiality ordering who is allowed to view \n35\nthe recording and how and where viewing will occur.  In making its determination, the \n36\ncourt shall weigh whether the defendant is represented by counsel and whether \n37\nrestricting viewing of the recording will be unduly prejudicial to the defendant.\n38\nSUMMARY\n39\nThis bill creates a comprehensive assessment for courts to apply in evaluating whether \n40\nto admit forensic interviews into evidence in criminal and civil cases by specifying the \n41\nrequirements for those interviews to be admissible into evidence.\n42\nThe bill also clarifies who has access to forensic interviews.  The bill establishes a \n43\nprocess for civil cases that mirrors how Department of Health and Human Services records \n39\n40\n41\n44\nare accessed in other cases. The bill codifies the current practice used in criminal cases and \n45\nfollows the criminal rules of procedure.\n1\n2",
  "extraction_confidence": 1.0,
  "sponsors": [],
  "introduced_date": null,
  "committee": null,
  "amended_code_refs": []
}